import React from "react";
import './Main.css';



function Main(){
    return(
        <div className="Main_text_info">

            <div><p className="Main_descriprion">
            Ижевск - столица Удмуртской Республики, расположен на реке Иж. Площадь города - 315,2 км2. Население 621 тыс. человек. Расстояние до Москвы - 1129 км.

            История города Ижевск
            Город основан в 1760 как заводской поселок при железоделательном Ижевском заводе. В 1807 на базе Ижевского завода создается оружейный завод, ставший впоследствии одним из крупнейших оружейных заводов в России. В 1918 поселок при Ижевском заводе преобразован в город Ижевск. С 1921 Ижевск - административный центр Вотской автономной области, с 1934 - столица Удмуртской АССР. В 1984 город был переименован в Устинов, в память о советском партийном и государственном деятеле Д.Устинове, в 1987 Ижевску возвращено его прежнее название. С 1990 Ижевск - столица Удмуртской республики. Сегодня Ижевск - крупный экономический и культурный центр региона, известный в России своей оборонной и машиностроительной промышленностью
            </p>
            

            
            
                <div className="images_city">
                    <div className="image_one"></div>
                    <div className="image_two"></div>
                    <div className="image_three"></div>
                    <div className="image_foor"></div>
                </div>
            
            </div>
        </div>

       
    )
}
export default Main;